Repository: EchelonTeam/hydra
Catalog: hydra-gtk/po/*.po
Languages: ru

source: xHydra
ru: Сетевой аудит паролей

source: The protocol to use for the login/password cracking attempt
ru: Протокол, который будет использован для перебора

source: Protocol
ru: Протокол

source: select the port on which the daemon you want to brute force runs, 0 means default
ru: Номер порта, который прослушивает целевой сервис, 0 - стандартный порт

source: Port
ru: Порт

source: Prefer IPV6
ru: Использовать IPv6

source: Enable to use IPV6
ru: Включите, чтобы использовать IPv6

source: Target List
ru: Список целей

source: A file which contains the targets to attack. One entry per line. IP addresses and/or DNS names.
ru: Файл, содержащий цели для перебора, по одной в строке. IP адрес или DNS имя.

source: The target to attack - DNS name or IP address
ru: Цель перебора - DNS имя или IP адрес

source: Single Target
ru: Одиночная цель

source: Target
ru: Цель

source: Be Verbose
ru: Подробный вывод

source: be verbose
ru: Подробный вывод консольной утилиты

source: Debug
ru: Отладка

source: Enable debug mode
ru: Включить режим отладки

source: Show Attempts
ru: Показывать попытки

source: Show attempts
ru: Показывать попытки

source: Use SSL
ru: Использовать SSL

source: Enable to use SSL (the target must have SSL enabled!)
ru: Включить использование SSL (SSL должен поддерживаться целью!)

source: Service Module Usage Details
ru: Вывести подсказку по модулям

source: COMPLETE HELP
ru: Вывести справку

source: Complete Help
ru: Вывести подсказку по консольной утилите

source: Output Options
ru: Параметры вывода

source: File with user logins, one entry per line
ru: Файл, содержащий имена пользователей, по одному в строке

source: The login to use
ru: Имя пользователя для подбора

source: yourname
ru: вашеимя

source: Username
ru: Логин

source: Username List
ru: Список имен

source: Loop around users
ru: Цикл по списку пользователей

source: Enable this option to loop around users not passwords
ru: Включите эту опцию, чтобы зациклить список пользователей, но не паролей

source: File with passwords to try, one entry per line
ru: Файл с паролями, по одному в строке

source: The password to try
ru: Пароль для подбора

source: yourpass
ru: вашпароль

source: Password
ru: Пароль

source: Password List
ru: Список паролей

source: Generate
ru: Генератор

source: Generate passwords
ru: Шаблон генерации (см. man hydra)

source: Use Colon separated file
ru: Использовать файл разделенного двоеточием списка

source: The colon file to use, each line has to be structured like "mylogin:mypass"
ru: Файл, каждая строка которого имеет вид "логин:пароль"

source: Colon separated file
ru: Файл, разделенный двоеточием

source: Try login as password
ru: Пробовать имя как пароль

source: Enable this option to try the login as password, in addition to the password/file
ru: Использовать логин в качестве пароля дополнительно к паролю/списку паролей

source: Try empty password
ru: Пробовать пустой пароль

source: Enable this option to try an empty password, in addition to the password/file
ru: Пробовать пустой пароль в дополнение к паролю/списку паролей

source: Try reversed login
ru: Пробовать перевёрнутый пароль

source: Enable this option to try an reverse password, in addition to the password/file
ru: Пробовать перевёртнутый пароль (ьлорап) в дополнение к паролю/списку паролей

source: Passwords
ru: Пароли

source: Proxy
ru: Прокси

source: The address of the proxy. Syntax: "http://123.45.67.89:8080"
ru: Адрес прокси-сервера. Синтаксис: "http://123.45.67.89:8080"

source: Proxy needs authentication
ru: Прокси требует авторизации

source: Enable this if the proxy requires authentication
ru: Включите, если прокси требует авторизации

source: The user name for proxy authentication
ru: Логин прокси

source: The password for proxy authentication
ru: Пароль прокси

source: No Proxy
ru: Нет прокси

source: HTTP Method
ru: Метод HTTP

source: CONNECT Method
ru: Метод CONNECT

source: Enable this to use a proxy for scanning
ru: Включите, чтобы использовать прокси для сканирования

source: Use a HTTP/HTTPS Proxy
ru: Использовать HTTP/HTTTPS прокси

source: Exit after first found pair (per host)
ru: Закончить после первой подобранной пары (на каждый хост)

source: Enable this to stop all attacking processes once a valid login/password pair is found (per host)
ru: Включите, чтобы остановить подбор после того как была найдена первая пара имя/пароль (на отдельный хост)

source: The maximum timeout an attack process is waiting for a response from the target
ru: Максимальное время ожидания ответа сервера

source: The number of attack tasks to run in parallel. The more the faster, the most: computer lockup :-) 16-64 is a good choice
ru: Число параллельных задач. Чем больше, тем быстрее, в разумных пределах. 16-64 лучше всего

source: Timeout
ru: Таймаут

source: Number of Tasks
ru: Число задач

source: Exit after first found pair (global)
ru: Закончить после первой подобранной пары (глобально)

source: Enable this to stop all attacking processes once a valid login/password pair is found (global)
ru: Включите, чтобы остановить подбор после того как была найдена первая пара имя/пароль (глобально)

source: Do not print messages about connection errors
ru: Не выводить сообщения об ошибках соединения

source: Performance Options
ru: Параметры быстродействия

source: Tuning
ru: Тонкая настройка

source: URL to connect to via the proxy
ru: URL для соединения через прокси

source: www.suse.com
ru: www.cnpo.ru

source: The protected URL you want to access
ru: Защищенный URL для доступа

source: The password to the cisco device
ru: Пароль устройства cisco

source: password
ru: пароль

source: Cisco Enable, Login for Cisco device
ru: Вкл cisco, логин для устройства cisco

source: The DN scope of ldap to authenticate against
ru: Область видимости домена LDAP для авторизации

source: local accounts
ru: Локальные записи

source: Just attack local accounts
ru: Подбирать только локальные учетные записи

source: domain accounts
ru: Доменные записи

source: Attack domain and local accounts
ru: Подбирать доменный учетные записи

source: Interpret passes as NTLM hashes
ru: Интерпретировать пароли как хэши NTLM

source: Interpret passes as NTML hashes
ru: Интерпретировать пароли как хэши NTLM

source: The client id you want to attack, something between 0 and 99
ru: ID клиента для авторизации, от 0 до 99

source: Directory of the CVS/SVN repository
ru: Каталог репозитория CVS/SVN

source: CVS/SVN Repository
ru: CVS/SVN Репозиторий

source: Insert the return string for a succesfull login
ru: Строка, возвращаемая при успешной авторизации

source: Telnet - Successful Login String
ru: Telnet - Строка успешного входа

source: Write Password
ru: Пароль на запись

source: Read Password
ru: Пароль на чтение

source: Version 2
ru: Версия 2

source: Version 1
ru: Версия 1

source: Specific
ru: Особые параметры

source: Output
ru: Вывод

source: Start
ru: Пуск

source: start hydra
ru: Запуск аудита

source: Stop
ru: Стоп

source: stop hydra
ru: Останов аудита

source: Save Output
ru: Сохранить

source: save output
ru: Сохранить вывод

source: Clear Output
ru: Очистить

source: clear screen
ru: Очистить окно

source: password:
ru: пароль:

source: finished at
ru: Завершено в

source: <finished>
ru: <завершено>

source: Select target list
ru: Выберите файл со списком целей

source: Select username list
ru: Выберите файл со списком логинов

source: Select password list
ru: Выберите файл со списком паролей

source: Select colon separated user,password list
ru: Выберите файл со списком имя пользователя,пароль

source: Save output
ru: Сохранить отчет
